/* %@ is enabled */
"%@ is enabled" = "تم تمكين %@";
/* %@ is in the process of connecting */
"%@ is in the process of connecting" = "%@ يقوم بعملية الاتصال";
/* %@ is not activated */
"%@ is not activated" = "لم يتم تنشيط %@";
/* %@ is not enabled */
"%@ is not enabled" = "لم يتم تمكين %@";
/* %@ was unable to connect. Error \"%@\"
   <username> was unable to connect. Error \"<localized error>\" */
"%@ was unable to connect. Error \"%@\"" = "لم يتمكن %1$@ من الاتصال. الخطأ \"%2$@\"";
/* Accept Re-Key */
"%@ wishes to rekey\nSAS: %@" = "%1$@ يرغب في إعادة تشفير \nSAS: %2$@";
/* %d recipients */
"%d recipients" = "%d من المتلقين";
/* No comment provided by engineer. */
"(required)" = "(مطلوب)";
/* 1 Day */
"1 Day" = "يوم";
/* 1 Hour */
"1 Hour" = "ساعة";
/* 1 Minute */
"1 Minute" = "دقيقة";
/* 1 Month */
"1 Month" = "شهر";
/* 1 Week */
"1 Week" = "أسبوع";
/* 1 Year */
"1 Year" = "عام";
/* 10 Minutes */
"10 Minutes" = "10 دقائق";
/* 12 Hours */
"12 Hours" = "12 ساعة";
/* 15 Days */
"15 Days" = "15 يومًا";
/* 15 Minutes */
"15 Minutes" = "15 دقيقة";
/* 15 Seconds */
"15 Seconds" = "15 ثانية";
/* 180 Days */
"180 Days" = "180 يومًا";
/* 2 Days */
"2 Days" = "يومان";
/* 2 Weeks */
"2 Weeks" = "أسبوعان";
/* 3 Days */
"3 Days" = "3 أيام";
/* 3 Hours */
"3 Hours" = "3 ساعات";
/* 3 Minutes */
"3 Minutes" = "3 دقائق";
/* 30 Minutes */
"30 Minutes" = "30 دقيقة";
/* 4 Hours */
"4 Hours" = "4 ساعات";
/* 4 Weeks */
"4 Weeks" = "4 أسابيع";
/* 45 Days */
"45 Days" = "45 يومًا";
/* 5 Days */
"5 Days" = "5 أيام";
/* 5 Minutes */
"5 Minutes" = "5 دقائق";
/* 5 Seconds */
"5 Seconds" = "5 ثوانٍ";
/* 6 Hours */
"6 Hours" = "6 ساعات";
/* 90 Days */
"90 Days" = "90 يومًا";
/* Error message */
"<Decryption Error>" = "<خطأ في فك التشفير>";
/* %@ does not have a silent text account */
"\"%@\" is not a valid Silent Circle user name" = "\"%@\" ليس اسم مستخدم صالحًا لدائرة صامتة";
/* About */
"About" = "حول";
/* Accept Re-Key */
"Accept Re-Key" = "قبول تغيير المفتاح";
/* Accounts */
"Accounts" = "الحسابات";
/* Acknowledgements */
"Acknowledgements" = "الإهداءات";
/* Activate */
"Activate" = "تنشيط";
/* ACTIVATE */
"ACTIVATE" = "تنشيط";
/* Activate title */
"Activate Account" = "تنشيط الحساب";
/* Activating… */
"Activating…" = "يتم التنشيط…";
/* Add Account
   AddAccountsViewController title */
"Add Account" = "إضافة حساب";
/* Add Contact */
"Add Contact" = "إضافة جهة اتصال";
/* address book failed */
"address book failed" = "دفتر العناوين فشل";
/* After %d hours */
"After %d hours" = "بعد %d ساعات";
/* After %d minutes */
"After %d minutes" = "بعد %d دقائق";
/* After %d seconds */
"After %d seconds" = "بعد %d ثوانٍ";
/* After 1 hour */
"After 1 hour" = "بعد ساعة";
/* After 1 minute */
"After 1 minute" = "بعد دقيقة";
/* Burn Help */
"After the specified delay, Burn Notice will destroy the selected message." = "بعد مدة التأخير المحددة، سيقوم إشعار الحرق بتدمير الرسالة المحددة.";
/* Burn Help */
"After the specified delay, Burn Notice will destroy your recipient's copy of each message." = "بعد مدة التأخير المحددة، سيقوم إشعار الحرق بتدمير نسخة المتلقي الخاصة بك من كل رسالة.";
/* All Media */
"All Media" = "كل الوسائط";
/* All recipients of a multi user conversation must be using SilentText version 2 */
"All recipients of a multi user conversation must be using SilentText version 2" = "يجب على كل المتلقين في محادثة متعددة المستخدمين أن يستخدموا الإصدار الثاني من SilentText.";
/* Altitude */
"Altitude" = "الارتفاع";
/* and */
"and" = "و";
/* Appearance */
"Appearance" = "الظهور";
/* Erase Download Cache warning */
"Are you sure you want to erase the download cache? Some items might no longer be available from SCloud" = "هل أنت متأكد من رغبتك في حذف الذاكرة المؤقتة للتنزيل؟ قد لا تظل بعض العناصر متاحة من SCloud";
/* attempt */
"attempt" = "محاولة";
/* attempts */
"attempts" = "محاولات";
/* Audio */
"Audio" = "الصوت";
/* verified switch */
"Authenticate this conversation" = "مصادقة هذه المحادثة";
/* Authentication Failed */
"Authentication Failed" = "فشلت المصادقة";
/* Back
   Nav button title */
"Back" = "السابق";
/* Beach */
"Beach" = "Beach";

/* Black & White */
"Black & White" = "Black & White";

/* Blue */
"Blue" = "أزرق";
/* Blue Sky */
"Blue Sky" = "Blue Sky";

/* Burn */
"Burn" = "حرق";
/* Burn %@ after read */
"Burn %@ after read" = "حرق %@ بعد القراءة";
/* Burn ALL */
"Burn ALL" = "حرق الكل";
/* Burn All Media */
"Burn All Media" = "حرق كل الوسائط";
/* Burn Delay */
"Burn Delay" = "تأخير الحرق";
/* Burn Notice */
"Burn Notice" = "إشعار حرق";
/* info2Label */
"By:%@" = "بواسطة:%@";
/* Cancel
   Cancel an alert window */
"Cancel" = "إلغاء";
/* Certificate match error -- please update to the latest version of Silent Text */
"Certificate match error -- please update to the latest version of Silent Text" = "خطأ في مطابقة الشهادة - يرجى التحديث إلى أحدث إصدار من Silent Text";
/* Change Delay */
"Change Delay" = "تغيير التأخير";
/* Change Passcode */
"Change Passcode" = "تغيير عبارة المرور";
/* Edit user image option */
"Choose Photo" = "اختيار صورة";
/* Cipher */
"Cipher" = "تشفير";
/* Clear */
"Clear" = "مسح";
/* Clear Conversation */
"Clear Conversation" = "مسح المحادثة";
/* Clear Message */
"Clear Message" = "مسح الرسالة";
/* Completed */
"Completed" = "اكتمل";
/* Connect */
"Connect" = "اتصال";
/* Connection Failed: <localized error> */
"Connection Failed: %@" = "فشل الاتصال: %@";
/* Contact */
"Contact" = "جهة اتصال";
/* Contact Books */
"Contact Books" = "دفاتر جهات الاتصال";
/* Contact Info */
"Contact Info" = "معلومات جهات الاتصال";
/* Contacts */
"Contacts" = "جهات اتصال";
/* Conversation Settings */
"Conversation Details" = "تفاصيل المحادثة";
/* Conversation Options */
"Conversation Options" = "خيارات المحادثة";
/* Conversation Secured */
"Conversation Secured" = "تم تأمين المناقشة";
/* Coordinates */
"Coordinates" = "الإحداثيات";
/* Copy */
"Copy" = "نسخ";
/* Copyright © 2012-2014\n Silent Circle, All Rights Reserved. */
"Copyright © 2012-2014\n Silent Circle, All Rights Reserved." = "حقوق النشر © 2012-2014\n Silent Circle، جميع الحقوق محفوظة.";
/* Create New Public Key */
"Create and Upload new Public Key" = "إنشاء مفتاح عام جديد وتحميله";
/* Date */
"Date" = "التاريخ";
/* Daylight */
"Daylight" = "Daylight";

/* Deactivate */
"Deactivate" = "إلغاء التنشيط";
/* Deactivated */
"Deactivated" = "تم إلغاء التنشيط";
/* Debugging */
"Debugging" = "يتم إصلاح الأخطاء";
/* Decrypt */
"Decrypt" = "فك التشفير";
/* decrypting */
"decrypting" = "يتم فك التشفير";
/* Default Privacy Options */
"Default Privacy Options" = "خيارات الخصوصية الافتراضية";
/* Delay */
"Delay" = "تأخير";
/* Delete */
"Delete" = "حذف";
/* Delete Contact */
"Delete Contact" = "حذف جهة الاتصال";
/* Delete contact warning */
"Delete contact and all conversations with this contact?" = "هل تريد حذف جهة الاتصال وكل المحادثات مع جهة الاتصال هذه؟";
/* Edit user image option */
"Delete Photo" = "حذف الصورة";
/* Delete User */
"Delete User" = "حذف المستخدم";
/* Delete user \"%@\" and all associated conversations */
"Delete user \"%@\" and all associated conversations" = "حذف المستخدم \"%@\" وكل المحادثات المرتبطة";
/* detected screenshot of the DO NOT FORWARD document */
"Detected screenshot of the DO NOT FORWARD document" = "تم اكتشاف لقطة شاشة للمستند المحظور إعادة توجيهه";
/* Do Not Disturb */
"Do Not Disturb" = "عدم الإزعاج";
/* DO NOT FORWARD */
"DO NOT FORWARD" = "محظور إعادة توجيهه";
/* Do not forward */
"Do not forward" = "محظور إعادة توجيهه";
/* Do not forward this message */
"Do not forward this message" = "محظور إعادة توجيه هذه الرسالة";
/* Document */
"Document" = "مستند";
/* Done */
"Done" = "تم";
/* done */
"done" = "تم";
/* Downloading */
"Downloading" = "يتم التنزيل";
/* downloading */
"downloading" = "يتم التنزيل";
/* Alert view title */
"Duplicate Contact" = "جهة اتصال مكررة";
/* Dusk */
"Dusk" = "Dusk";

/* E as in the identifier for East */
"E" = "شرق";
/* Other 2 */
"Emily Blue" = "Emily Blue";

/* Other 2 */
"Emily Green" = "Emily Green";

/* Other 1 */
"Emily Pink" = "Emily Pink";

/* Encrypt */
"Encrypt" = "تشفير";
/* Encrypt & Send */
"Encrypt & Send" = "تشفير وإرسال";
/* Encrypting */
"Encrypting" = "يتم التشفير";
/* Enter a passcode */
"Enter a passcode" = "إدخال عبارة مرور";
/* Enter New Passcode */
"Enter New Passcode" = "إدخال عبارة مرور جديدة";
/* Enter Passcode */
"Enter Passcode" = "إدخال عبارة مرور";
/* Enter your new passcode */
"Enter your new passcode" = "إدخال عبارة مرورك الجديدة";
/* Enter your old passcode */
"Enter your old passcode" = "إدخال عبارة مرورك القديمة";
/* Enter Your Passcode */
"Enter Your Passcode" = "إدخال عبارة مرورك";
/* Erase Cache */
"Erase Cache" = "مسح الذاكرة المؤقتة";
/* Clear Conversation help */
"Erase the Conversation." = "امسح المحادثة.";
/* Erasing Media Cache */
"Erasing Media Cache" = "مسح الذاكرة المؤقتة للوسائط";
/* Error */
"Error" = "خطأ";
/* Error Importing Information */
"Error Importing Information" = "خطأ في استيراد المعلومات";
/* Established Keys */
"Established Keys" = "المفاتيح القائمة";
/* Establishing Keys */
"Establishing Keys" = "يتم وضع المفاتيح";
/* Failed */
"Failed" = "فشل";
/* failed passcode */
"failed passcode" = "عبارة مرور فاشلة";
/* Failed to Secure Conversation */
"Failed to Secure Conversation" = "فشل في تأمين المحادثة";
/* Feature Disabled */
"Feature Disabled" = "الميزة معطلة";
/* Feature not available */
"Feature not available" = "الميزة غير متاحة";
/* file */
"file" = "ملف";
/* File not available */
"File not available. Please ask sender to upload again" = "الملف غير متاح. يرجى أن تطلب من المرسل تحميله مرة أخرى";
/* File Not Loaded */
"File Not Loaded" = "لم يتم تحميل الملف";
/* File:  */
"File: " = "الملف:";
/* files */
"files" = "الملفات";
/* First Name */
"First Name" = "الاسم الأول";
/* For 1 hour */
"For 1 hour" = "لمدة ساعة";
/* verify help text     */
"For added security, verify this message with the recipient." = "للمزيد من الأمان، تحقق من هذه الرسالة مع المتلقي.";
/* For Your Eyes Only */
"For Your Eyes Only" = "لاطلاعك فقط";
/* Forward */
"Forward" = "إعادة توجيه";
/* Popover title */
"Forward Message" = "إعادة توجيه الرسالة";
/* Found In Contacts Book */
"Found In Contacts Book" = "تم العثور عليها في دفتر جهات الاتصال";
/* iTunes */
"From iTunes" = "من آيتيونز";
/* Full Size */
"Full Size" = "الحجم الكامل";
/* Go Offline */
"Go Offline" = "قطع الاتصال";
/* GPS */
"GPS" = "نظام تحديد المواقع";
/* Green */
"Green" = "أخضر";
/* Group Conversation */
"Group Conversation" = "محادثة جماعية";
/* Group Keys */
"Group Keys" = "مفاتيح جماعية";
/* hour */
"hour" = "ساعة";
/* hours */
"hours" = "ساعات";
/* Ignore */
"Ignore" = "تجاهل";
/* Image */
"Image" = "صورة";
/* Immediately */
"Immediately" = "فورًا";
/* Import Contact */
"Import Contact" = "استيراد جهة الاتصال";
/* Import Failed */
"Import Failed" = "فشل الاستيراد";
/* Importing */
"Importing" = "يتم الاستيراد";
/* In App purchases are restricted on this device. */
"In App purchases are restricted on this device. Check your Settings." = "المشتريات من داخل التطبيق محظورة على هذا الجهاز. تحقق من إعداداتك.";
/* Incorrect Passcode */
"Incorrect Passcode" = "عبارة مرور غير صحيحة";
/* Indefintely */
"Indefintely" = "بشكل دائم";
/* Invalid */
"Invalid" = "غير صالحة";
/* Invalid User Name */
"Invalid User Name" = "اسم مستخدم غير صالح";
/* Key Not Found */
"Key Not Found" = "لم يتم العثور على المفتاح";
/* keyed Date */
"Keyed" = "مشفر";
/* Keying Complete */
"Keying Complete" = "اكتمل التشفير";
/* SAS Label text */
"Keying In Progress" = "التشفير قيد التقدم";
/* Keys Established */
"Keys Established" = "تم إنشاء المفاتيح";
/* Last Name */
"Last Name" = "الاسم الأخير";
/* Latitude */
"Latitude" = "خط العرض";
/* @
   Button text */
"Link with Contacts Book" = "ربط مع دفتر جهات الاتصال";
/* Button hint
   Link with Contacts Book button hint */
"Linking allows Silent Text to import information such as name and photo from the phone Contacts book. The phone Contacts book is never modified." = "يسمح الربط لتطبيق Silent Text باستيراد معلومات مثل الاسم والصورة من دفتر جهات اتصال الهاتف. لا يتم تعديل دفتر جهات اتصال الهاتف أبدًا.";
/* GeoViewController title */
"Location" = "الموقع";
/* Location of */
"Location of" = "موقع";
/* Logging In… */
"Logging In…" = "يتم تسجيل الدخول…";
/* Longitude */
"Longitude" = "خط الطول";
/* Make New Keys  */
"Make New Keys" = "عمل مفاتيح جديدة";
/* Short designator for contacts */
"me" = "أنا";
/* Media */
"Media" = "الوسائط";
/* Media Selector */
"Media Selector" = "أداة تحديد الوسائط";
/* Medium */
"Medium" = "الوسيط";
/* Message Details */
"Message Details" = "تفاصيل الرسالة";
/* Message redacted */
"Message redacted" = "تمت إعادة صياغة الرسالة";
/* Migrate Data from SilentText? */
"Migrate Data from SilentText?" = "هل تريد ترحيل البيانات من SilentText؟";
/* Migration from SilentText was successful */
"Migration from SilentText was successful " = "نجح الترحيل من SilentText";
/* minute */
"minute" = "دقيقة";
/* minutes */
"minutes" = "دقائق";
/* More… */
"More…" = "المزيد…";
/* Movie */
"Movie" = "فيلم";
/* msg */
"msg" = "رسالة";
/* feature list */
"Multiple User accounts, Group Messaging and Do Not Forward." = "حسابات متعددة المستخدمين ومراسلة جماعية ومحظور إعادة التوجيه.";
/* N as in the identifier for North */
"N" = "شمال";
/* Name */
"Name" = "الاسم";
/* Network: %@ */
"Network: %@" = "الشبكة: %@";
/* Never */
"Never" = "أبدًا";
/* New Contact
   View title when creating a new contact */
"New Contact" = "جهة اتصال جديدة";
/* New Conversation */
"New Conversation" = "محادثة جديدة";
/* New message cell title
   Title */
"New Message" = "رسالة جديدة";
/* Next */
"Next" = "التالي";
/* Night */
"Night" = "Night";

/* No User Found */
"No User Found" = "لم يتم العثور على مستخدم";
/* Not Delivered */
"Not Delivered" = "لم يتم التسليم";
/* SAS Label text */
"Not Keyed" = "غير مشفر";
/* Not Loaded */
"Not Loaded" = "لم يتم التحميل";
/* Off */
"Off" = "إيقاف";
/* Accept the dialog
   OK */
"OK" = "موافق";
/* Old World */
"Old World" = "Old World";

/* On */
"On" = "تشغيل";
/* One of the recipients was not able to decrypt your message. Tap \"Try Again\" to rekey the conversation and resend this message. */
"One of the recipients was not able to decrypt your message. Tap \"Try Again\" to rekey the conversation and resend this message." = "لم يتمكن أحد المتلقين من فك تشفير رسالتك. اضغط على \"إعادة المحاولة\" لإعادة تشفير المناقشة وإعادة إرسال هذه الرسالة.";
/* Only the preview of this file has been downloaded. Go back to the conversation to tap and download. */
"Only the preview of this file has been downloaded. Go back to the conversation to tap and download." = "تم تنزيل معاينة هذا الملف فقط. عد إلى المحادثة للضغط والتنزيل.";
/* Open in Maps */
"Open in Maps" = "فتح في تطبيق الخرائط";
/* Options */
"Options" = "الخيارات";
/* Text Options Note */
"Options for this conversation." = "خيارات هذه المحادثة.";
/* Orange */
"Orange" = "برتقالي";
/* Organization */
"Organization" = "المنظمة";
/* Paper */
"Paper" = "Paper";

/* Parts */
"Parts" = "أجزاء";
/* Passcode */
"Passcode" = "عبارة المرور";
/* Passcode Delay
   Settings label */
"Passcode Delay" = "تأخير عبارة المرور";
/* Passcode Lock
   Settings label */
"Passcode Lock" = "إغلاق عبارة المرور";
/* Passcode Mismatch */
"Passcode Mismatch" = "عدم مطابقة عبارة المرور";
/* Passcodes did not match. Try again. */
"Passcodes did not match. Try again." = "لم تتطابق عبارات المرور. حاول مرة أخرى.";
/* Photo */
"Photo Library" = "مكتبة الصور";
/* Please check your network connections. */
"Please check your network connections." = "يرجى التحقق من اتصالات شبكتك.";
/* Please contact Silent Circle customer support with error code: \"%@\". */
"Please contact Silent Circle customer support with error code: \"%@\"." = "يرجى الاتصال بدعم عملاء Silent Circle وإبلاغهم برمز الخطأ: \"%@\".";
/* Preparing */
"Preparing" = "يتم التجهيز";
/* Preparing Movie, Image or Audio */
"Preparing %@" = "يتم إعداد %@";
/* Privacy label */
"Privacy" = "الخصوصية";
/* Privacy Statement */
"Privacy Statement" = "بيان الخصوصية";
/* Processing */
"Processing" = "تتم المعالجة";
/* Protocol */
"Protocol" = "البروتوكول";
/* Public Key */
"Public Key" = "مفتاح عام";
/* Re-enter your new passcode */
"Re-enter your new passcode" = "أعد إدخال عبارة مرورك الجديدة";
/* Recipient Invalid */
"Recipient Invalid" = "المتلقي غير صالح";
/* Record Message */
"Record Message" = "تسجيل الرسالة";
/* Recording failed */
"Recording failed" = "فشل التسجيل";
/* Reenter New Passcode */
"Reenter New Passcode" = "أعد إدخال عبارة المرور الجديدة";
/* Refresh Keys  */
"Refresh Keys" = "تنشيط المفاتيح";
/* No comment provided by engineer. */
"Reminder" = "تذكير";
/* label text format */
"Renew before: %@" = "التجديد قبل: %@";
/* Requesting Keying */
"Requesting Keying" = "تتم المطالبة بالتشفير";
/* Reset */
"Reset" = "إعادة التعيين";
/* Reset Keys */
"Reset Keys" = "إعادة تعيين المفاتيح";
/* Reset the encryption keys  */
"Reset the encryption keys" = "إعادة تعيين مفاتيح التشفير";
/* Location Help */
"Reset the encryption keys." = "أعد تعيين مفاتيح التشفير.";
/* Reset to Default Colors? */
"Reset to Default Colors?" = "هل تريد إعادة التعيين على الألوان الافتراضية؟";
/* receipt switch */
"Return receipts for this conversation" = "إعادة إيصالات لهذه المحادثة";
/* S as in the identifier for South */
"S" = "جنوب";
/* seconds */
"s" = "ث";
/* SAS */
"SAS" = "SAS";
/* SAS: %@ */
"SAS: %@" = "SAS: %@";
/* SCloud file does not exist, please contact the sender */
"SCloud file does not exist, please contact the sender " = "ملف SCloud غير موجود. يرجى الاتصال بالمرسل";
/* Scloud object not available */
"Scloud object not available" = "كائن Scloud غير متاح";
/* Screenshot detected */
"Screenshot detected" = "تم اكتشاف لقطة شاشة";
/* Select */
"Select" = "تحديد";
/* No comment provided by engineer. */
"Select network to provision with" = "تحديد شبكة لتوفير";
/* Select Recipient */
"Select Recipient" = "تحديد المتلقي";
/* For sending a message
   Send */
"Send" = "إرسال";
/* Send Again */
"Send Again" = "الإرسال مرة أخرى";
/* Send File Popover title
   Send File title */
"Send File" = "إرسال الملف";
/* Send File */
"Send file from" = "إرسال ملف من";
/* Send Receipts */
"Send Receipts" = "إيصالات الإرجاع";
/* Sent */
"Sent" = "تم الإرسال";
/* Service Temporarily Unavailable */
"Service Temporarily Unavailable" = "الخدمة غير متاحة مؤقتًا";
/* Set Passcode */
"Set Passcode" = "تعيين عبارة المرور";
/* Settings
   Settings view Title */
"Settings" = "الإعدادات";
/* Share for One Hour */
"Share for One Hour" = "مشاركة لمدة ساعة";
/* Share Indefintely */
"Share Indefintely" = "مشاركة بشكل دائم";
/* Share my Location */
"Share my Location" = "مشاركة موقعي";
/* Share Until End of Day */
"Share Until End of Day" = "المشاركة حتى نهاية اليوم";
/* Sharing your location until %@ */
"Sharing your location until %@" = "مشاركة موقعك حتى %@";
/* Show Contact */
"Show Contact" = "عرض جهة الاتصال";
/* Create a new account */
"SIGN UP" = "التسجيل";
/* Signature */
"Signature" = "التوقيع";
/* Signature from %@ could not be verified */
"Signature from %@ could not be verified" = "تعذر التحقق من التوقيع من %@";
/* Signature from %@ Invalid */
"Signature from %@ Invalid" = "التوقيع من %@ غير صالح";
/* Signature from %@ Valid */
"Signature from %@ Valid" = "التوقيع من %@ صالح";
/* ContactsViewController title
   Settings label */
"Silent Contacts" = "جهات الاتصالات المخفية";
/* Conversation view Title */
"SILENT TEXT" = "SILENT TEXT";

/* Silent Text */
"Silent Text" = "Silent Text";

/* Silent Text is unable to open database at this time */
"Silent Text is unable to open database at this time. Tap home key and try again." = "لا يستطيع Silent Text فتح قاعدة البيانات حاليًا. اضغط على مفتاح الصفحة الرئيسية وحاول مرة أخرى.";
/* migrate message */
"SilentText 2 has detected an older version of Silent Text, Do you wish to migrate your old conversations over?" = "اكتشف SilentText 2 إصدارًا أقدم من Silent Text. هل ترغب في ترحيل محادثاتك القديمة منه؟";
/* SilentText Info */
"SilentText Info" = "معلومات SilentText";
/* Small */
"Small" = "صغير";
/* Sorry! */
"Sorry!" = "عذرًا!";
/* Settings label */
"Sounds" = "الأصوات";
/* Sounds Options */
"Sounds Options" = "خيارات الأصوات";
/* start texting!
   welcome message detail */
"start texting!" = "ابدأ في المراسلة النصية!";
/* Stop Sharing my Location */
"Stop Sharing my Location" = "أوقف مشاركة موقعي";
/* label text format */
"Subscription expires in %d days" = "تنتهي صلاحية الاشتراك خلال %d أيام";
/* Subscription has expired */
"Subscription has expired" = "انتهت صلاحية الاشتراك";
/* Edit user image option */
"Take Photo" = "التقاط صورة";
/* Take Photo or Video */
"Take Photo or Video" = "التقاط صورة أو فيديو";
/* Terms of Service */
"Terms of Service" = "شروط الخدمة";
/* The message was not transmitted */
"The message was not transmitted" = "لم يتم نقل الرسالة";
/* The recipient was not able to decrypt your message. Tap \"Try Again\" to resend this message. */
"The recipient was not able to decrypt your message. Tap \"Try Again\" to resend this message." = "لم يتمكن المتلقي من فك تشفير رسالتك. اضغط على \"المحاولة مرة أخرى\" لإعادة إرسال هذه الرسالة.";
/* The Silent Circle Lab features for this release include: */
"The Silent Circle Lab features for this release include:" = "تشمل ميزات Silent Circle Lab لهذا الإصدار:";
/* User already activated */
"The username %@ has already been activated on this device" = "تم بالفعل تنشيط اسم المستخدم %@ على هذا الجهاز";
/* Themes label */
"Theme" = "السمة";
/* Theme for <userName> */
"Theme for %@" = "سمة لـ %@";
/* Themes label */
"Themes" = "السمات";
/* Alert view message */
"There is already a contact with the username \"%@\"." = "هناك بالفعل جهة اتصال باسم المستخدم \"%@\".";
/* Alert view message */
"There is no user subscribed with the user name \"%@\"." = "ليس هناك مستخدم مشترك باسم المستخدم \"%@\".";
/* Text Options Note */
"These options apply only to this conversation." = "لا تنطبق هذه الخيارات إلا على هذه المحادثة.";
/* Text Options Note */
"These options apply to this conversation only" = "تنطبق هذه الخيارات على هذه المحادثة فقط";
/* Button hint
   Unlink from Contacts Book button hint */
"This contact is linked with an entry in the phone Contacts book and will remain synchronized with it. The phone Contacts book is never modified." = "ترتبط جهة الاتصال هذه بإدخال في دفتر جهات اتصال الهاتف وستظل متزامنة معه. لا يتم تعديل دفتر جهات اتصال الهاتف أبدًا.";
/* Feature not availableyet  */
"This function is not available yet, stay tuned for a later version" = "لا تتوفر هذه الوظيفة بعد. كن مستعدًا لإصدار لاحق.";
/* This message is %@. You can reduce the message size by scaling images */
"This message is %@. You can reduce the message size by scaling images" = "هذه الرسالة %@. يمكنك تقليل حجم الرسالة عن طريق تغيير حجم الصور";
/* This message is awaiting transmission */
"This message is awaiting transmission" = "هذه الرسالة بانتظار الإرسال";
/* This message was not sent encrypted */
"This message was not sent encrypted" = "لم يتم إرسال هذه الرسالة مشفرة";
/* Prompt in token field */
"To:" = "إلى:";
/* Total size */
"Total size" = "الحجم الإجمالي";
/* Try Again */
"Try Again" = "المحاولة مرة أخرى";
/* Turn Off */
"Turn Off" = "إيقاف التشغيل";
/* Turn Off Passcode */
"Turn Off Passcode" = "إيقاف عبارة المرور";
/* Turn On */
"Turn On" = "تشغيل";
/* Location Help */
"Turn on to include your location with outgoing messages." = "قم بالتشغيل لإدراج موقعك مع الرسائل الصادرة.";
/* Burn Help */
"Turning on Burn Notice will, after a delay, destroy your recipient's copy of each message.  [Fix the shadow on this text!]" = "سيؤدي تشغيل إشعار الحرق ـ بعد التأخير ـ إلى تدمير نسخة المتلقي الخاصة بك من كل رسالة. [أصلح الظل على هذا النص!]";
/* Twilight */
"Twilight" = "Twilight";

/* Placeholder in token field */
"Type a name" = "اكتب اسمًا";
/* Unable to activate Silent Text */
"Unable to activate Silent Text" = "لا يمكن تنشيط Silent Text";
/* Unable to connect to server. */
"Unable to connect to server." = "لا يمكن الاتصال بالخادم.";
/* Unable to decrypt */
"Unable to decrypt" = "لا يمكن فك التشفير";
/* error message
   Error message - failed to download scloud
   Unable to display */
"Unable to display" = "لا يمكن العرض";
/* Unable to display items of type */
"Unable to display items of type" = "لا يمكن عرض عناصر النوع";
/* Error message - failed to download scloud */
"Unable to download" = "لا يمكن التنزيل";
/* Unknown */
"Unknown" = "غير معروف";
/* Unknown Reason */
"Unknown Reason" = "سبب غير معروف";
/* Unlink from Contacts Book */
"Unlink from Contacts Book" = "إلغاء الربط من دفتر جهات الاتصال";
/* Until 8am */
"Until 8am" = "حتى 8 صباحًا";
/* Updating AddressBook title */
"Updating AddressBook" = "يتم تحديث دفتر العناوين";
/* Upload */
"Upload" = "تحميل";
/* Upload Again */
"Upload Again" = "تحميل مرة أخرى";
/* Uploading */
"Uploading" = "يتم التحميل";
/* User already activated */
"User already activated" = "المستخدم قيد التنشيط بالفعل";
/* User Info */
"User Info" = "معلومات المستخدم";
/* User Not Activated */
"User Not Activated" = "لم يتم تنشيط المستخدم";
/* User not found */
"User not found" = "لم يتم العثور على المستخدم";
/* No comment provided by engineer. */
"username" = "اسم المستخدم";
/* Verified */
"Verified" = "تم التحقق منه";
/* Verify Signature */
"Verify Signature" = "تحقق من التوقيع";
/* verifying a particular user */
"Verifying %@…" = "يتم التحقق من %@…";
/* Verifying... */
"Verifying…" = "يتم التحقق…";
/* Version label
   when displaying version numbers such as 1.0.0 */
"Version" = "الإصدار";
/* Alert view button */
"View Contact" = "عرض جهة الاتصال";
/* Viewed */
"Viewed" = "تم استعراضه";
/* W as in the identifier for West */
"W" = "غرب";
/* Waiting for GPS */
"Waiting for GPS" = "بانتظار نظام تحديد المواقع";
/* Waiting for recipient to complete the keying process */
"Waiting for recipient to complete the keying process" = "بانتظار أن يستكمل المتلقي عملية التشفير";
/* welcome message title
   Welcome to Silent Text */
"Welcome to Silent Text" = "مرحبًا في Silent Text";
/* White & Black */
"White & Black" = "White & Black";

/* Yellow */
"Yellow" = "أصفر";
/* You can not send a message to yourself */
"You can not send a message to yourself" = "لا يمكنك إرسال رسالة لنفسك";
/* ou can not send messages to more than one recipient */
"You can not send messages to more than one recipient" = "لا يمكنك إرسال الرسائل لأكثر من متلقٍ";
/* You can reduce the message size by scaling the image to one of the sizes below. */
"You can reduce the message size by scaling the image to one of the sizes below." = "يمكنك تقليل حجم الرسالة عن طريق تغيير حجم الصورة إلى أحد الأحجام التالية.";
/* You may delete the old Silent Text app */
"You may delete the old Silent Text app" = "يمكنك حذف تطبيق Silent Text القديم";
/* Silent Circle subscription expires */
"Your Silent Circle subscription expires on %@. Do you wish to buy more?" = "تنتهي صلاحية اشتراك Silent Circle الخاص بك في %@. هل ترغب في شراء المزيد؟";
/* Silent Circle Subscription has expired */
"Your Silent Circle Subscription has expired" = "انتهت صلاحية اشتراك Silent Circle الخاص بك";
/* Subscription has Expired */
"Your silent circle subscription has expired, please log into your account and renew to continue using Silent Text." = "انتهت صلاحية اشتراك silent circle الخاص بك. يرجى تسجيل الدخول إلى حسابك والتجديد لمواصلة استخدام Silent Text.";
/* Your Silent Circle Subscription will expire in %d days */
"Your Silent Circle Subscription will expire in %d days" = "ستنتهي صلاحية اشتراك Silent Circle الخاص بك خلال %d أيام";
/* No comment provided by engineer. */
"Your SilentCircle Subscription for user %@ has expired" = "انتهت صلاحية اشتراك SilentCircle الخاص بك للمستخدم %@";
/* No comment provided by engineer. */
"Your SilentCircle Subscription for user %@ will expire in %d days" = "ستنتهي صلاحية اشتراك SilentCircle الخاص بك للمستخدم %1$@ خلال %2$d أيام";
/* ICanLocalize credit footer */
"ICL_translation_credit" = "Translated by ICanLocalize";
/* ICanLocalize affiliate link */
"ICL_affiliate_URL" = "http://www.icanlocalize.com/my/invite/3113";
